{
    "home": "Startseite",
    "about": "Über uns",
    "products": "Produkte",
    "contact": "Kontakt",
    "english": "Englisch",
    "french": "Französisch",
    "spanish": "Spanisch",
    "german": "Deutsch",
    "italian": "Italienisch",
    "certificateHeader": "Wir sind einzigartig für unsere zertifizierten Partner",
    "footerSub": "Komplettlösung für Bekleidung in Bangladesch",
    "clientsHeader": "Unsere Kunden",
    "homeAboutHeader": "Über Unser Unternehmen",
    "welcome": "Willkommen bei Genesis-BD",
    "aboutTitle": "Wir sind eine Beschaffungsagentur in Bangladesch",
    "whoWeAreTitle": "Wer wir sind?",
    "whoWeAre": "Genesis ist seit 2005 ein Bekleidungs-Buying-Haus und Sourcing-Agent in Bangladesch. Wir bieten eine kürzere Kette zwischen Käufer und Hersteller. Mit unserem unermüdlichen Einsatz, dynamischer Planung und ordnungsgemäßer Nachverfolgung haben wir unsere Transparenz in Bezug auf Qualität, pünktliche Lieferung und wettbewerbsfähige Preise bewiesen, wodurch wir das Vertrauen und den Ruf bei all unseren Käufern aufbauen konnten. Dadurch ist es uns möglich geworden, am Marathon des globalen Marktes teilzunehmen.",
    "ourVisionTitle": "Unsere Vision",
    "ourVision": "Kundenzufriedenheit erreichen, indem wir nur das Beste liefern, durch die Nutzung von Ressourcen höchster Qualität und erstklassigen Systemen.",
    "ourMissionTitle": "Unsere Mission",
    "ourMission": "GENESIS FASHION & DESIGN ist bestrebt, sowohl seine Produkte als auch seine Verantwortung gegenüber seinen Mitarbeitern kontinuierlich zu verbessern. Wir bemühen uns intensiv, höchste Kundenzufriedenheit durch pünktliche Lieferungen sowie eine verbesserte Qualität und Wertigkeit all unserer Produkte zu erreichen.",
    "valueTitle": "Wert",
    "valueMsg": "Wir schätzen Beschäftigung und Teamarbeit überall dort, wo wir tätig sind, denn wir wissen, dass, wenn wir die Ärmel hochkrempeln und zusammenarbeiten, nichts außerhalb unserer Reichweite liegt. Der Stolz, den wir in jedes Produkt legen, das wir herstellen, und in jedes Leben, das wir berühren, zeigt sich durch unser Engagement gegenüber unseren Mitarbeitern, Kunden und Käufern weltweit."
}
  