{
    "home": "Inicio",
    "about": "Sobre nosotros",
    "products": "Productos",
    "contact": "Contáctanos",
    "english": "Inglés",
    "french": "Francés",
    "spanish": "Español",
    "german": "Alemán",
    "italian": "Italiano",
    "certificateHeader": "Somos únicos por nuestros asociados certificados",
    "footerSub": "Solución de confección integral en Bangladesh",
    "clientsHeader": "Nuestros Clientes",
    "homeAboutHeader": "Sobre Nuestra Empresa",
    "welcome": "Bienvenido a Genesis-BD",
     "aboutTitle": "Somos una agencia de abastecimiento ubicada en Bangladesh",
     "whoWeAreTitle": "¿Quiénes somos?",
     "whoWeAre": "Genesis es una casa de compras de prendas de vestir y agente de abastecimiento en Bangladesh desde 2005. Ofrecemos una cadena más corta entre el comprador y el fabricante. Con nuestro esfuerzo incesante, planificación dinámica y seguimiento adecuado, hemos demostrado nuestra transparencia en cuanto a calidad, entrega puntual y precios competitivos, lo que nos ha permitido construir nuestra confianza y reputación ante todos nuestros compradores. Como resultado, nos ha sido posible participar en el maratón del mercado global.",
     "ourVisionTitle": "Nuestra Visión",
     "ourVision": "Lograr la satisfacción del cliente entregando solo lo mejor, mediante la utilización de recursos de la más alta calidad y sistemas de clase mundial.",
     "ourMissionTitle": "Nuestra Misión",
     "ourMission": "GENESIS FASHION & DESIGN está comprometida con la mejora constante tanto de sus productos como de sus responsabilidades hacia sus empleados. Nos esforzamos por alcanzar los más altos niveles de satisfacción del cliente mediante entregas puntuales, junto con una mayor calidad y valor de todos nuestros productos.",
     "valueTitle": "Valor",
     "valueMsg": "Valoramos el empleo y el trabajo en equipo en todos los lugares donde operamos porque sabemos que cuando nos arremangamos y trabajamos juntos, nada está fuera de nuestro alcance. El orgullo que tenemos en cada producto que fabricamos y en cada vida que tocamos se puede ver a través de nuestro compromiso con nuestros empleados, clientes y compradores en todo el mundo."
}
  