{
    "home": "Inicio",
    "about": "Sobre nosotros",
    "services": "Nuestros Servicios",
    "products": "Productos",
    "contact": "Contáctanos",
    "english": "Inglés",
    "french": "Francés",
    "spanish": "Español",
    "german": "Alemán",
    "italian": "Italiano",
    "slider1title1": "Genesis Fashion & Design",
    "slider1title2": "Desde 2005",
    "slider2title1": "Solución Integral en Ropa",
    "slider2title2": "en Bangladesh",
    "slider3title1": "Sourcing",
    "slider3title2": "Desarrollo",
    "slider3title3": "Merchandising",
    "slider3title4": "Aseguramiento de Calidad",
    "homeAbout": "Genesis Fashion & Design se ha establecido como una solución integral para el mercado global de la moda para satisfacer las expectativas de los clientes, proporcionando productos y servicios de calidad a tiempo. Genesis está decidido a adquirir la experiencia más avanzada y sofisticada para producir el producto deseado y ofrecerlo a sus clientes con confianza: \"USTED LO ETIQUETA, NOSOTROS LO HACEMOS\".",
    "certificateHeader": "Somos únicos por nuestros asociados certificados",
    "footerSub": "Solución de confección integral en Bangladesh",
    "clientsHeader": "Nuestros Clientes",
    "homeAboutHeader": "Sobre Nuestra Empresa",
    "welcome": "Bienvenido a Genesis-BD",
    "aboutTitle": "Somos una agencia de abastecimiento ubicada en Bangladesh",
    "whoWeAreTitle": "¿Quiénes somos?",
    "whoWeAre": "Genesis es una casa de compras de prendas de vestir y agente de abastecimiento en Bangladesh desde 2005. Ofrecemos una cadena más corta entre el comprador y el fabricante. Con nuestro esfuerzo incesante, planificación dinámica y seguimiento adecuado, hemos demostrado nuestra transparencia en cuanto a calidad, entrega puntual y precios competitivos, lo que nos ha permitido construir nuestra confianza y reputación ante todos nuestros compradores. Como resultado, nos ha sido posible participar en el maratón del mercado global.",
    "ourVisionTitle": "Nuestra Visión",
    "ourVision": "Lograr la satisfacción del cliente entregando solo lo mejor, mediante la utilización de recursos de la más alta calidad y sistemas de clase mundial.",
    "ourMissionTitle": "Nuestra Misión",
    "ourMission": "GENESIS FASHION & DESIGN está comprometida con la mejora constante tanto de sus productos como de sus responsabilidades hacia sus empleados. Nos esforzamos por alcanzar los más altos niveles de satisfacción del cliente mediante entregas puntuales, junto con una mayor calidad y valor de todos nuestros productos.",
    "valueTitle": "Valor",
    "valueMsg": "Valoramos el empleo y el trabajo en equipo en todos los lugares donde operamos porque sabemos que cuando nos arremangamos y trabajamos juntos, nada está fuera de nuestro alcance. El orgullo que tenemos en cada producto que fabricamos y en cada vida que tocamos se puede ver a través de nuestro compromiso con nuestros empleados, clientes y compradores en todo el mundo.",
    "serviceDetails1": "Búsqueda de fabricantes de ropa confiables y exportadores en Bangladesh.",
    "serviceDetails2": "Búsqueda de fábricas de telas, fábricas de hilos, fabricantes y proveedores de accesorios y adornos en Bangladesh, China, Taiwán, India, Pakistán, etc.",
    "serviceDetails3": "Adquisición y provisión de diferentes tipos de muestras (SMS, FIT, Size-set, Proto, PP, etc.) así como de accesorios/adornos según los requisitos del comprador.",
    "serviceDetails4": "Costeo de precios de prendas y negociación con fábricas de ropa en nombre del comprador.",
    "serviceDetails5": "Comunicación continua con el comprador sobre todo el proceso.",
    "serviceDetails6": "Elaboración de un plan de Tiempo y Acción (T&A) para cada pedido/programa.",
    "serviceDetails7": "Nuestros mercaderistas y equipo de control de calidad monitorean la calidad de la tela, accesorios/adornos y el proceso de producción desde el principio hasta el envío.",
    "serviceDetails8": "Monitoreo del envío de mercancías al puerto, despacho de aduanas, carga en el buque y aseguramiento del envío.",
    "serviceDetails9": "Selección de la unidad de fabricación adecuada que coincida con los requisitos del cliente en términos de calidad, cantidad, costo y cumplimiento.",
    "contactSuccess": "Tu consulta ha sido enviada. Nuestro equipo se pondrá en contacto contigo en breve.",
    "nameRequired": "El nombre es requerido",
    "emailEmail": "Dirección de correo electrónico inválida",
    "emailRequired": "El correo electrónico es requerido",
    "subjectRequired": "El asunto es requerido",
    "msgRequired": "El mensaje es requerido",
    "men": "Hombres",
    "women": "Mujeres",
    "kid": "Niño",
    "productHeader": "Trabajamos con marcas audaces en las que creemos",
    "categoryTitle": "Categorías de Productos",
    "All": "Todo",
    "T-shirts": "Camisetas",
    "Polo": "Polo",
    "Bottom": "Pantalones",
    "Shirts": "Camisas",
    "Sweat_Shirts": "Sudaderas",
    "Trousers": "Pantalones",
    "Sweaters": "Suéteres",
    "Jacket": "Chaqueta",
    "for" : "Pour"
}
  