{
    "home": "Pagina iniziale",
    "about": "Chi siamo",
    "services": "I Nostri Servizi",
    "products": "Prodotti",
    "contact": "Contattaci",
    "english": "Inglese",
    "french": "Francese",
    "spanish": "Spagnolo",
    "german": "Tedesco",
    "italian": "Italiano",
    "slider1title1": "Genesis Fashion & Design",
    "slider1title2": "Dal 2005",
    "slider2title1": "Soluzione Completa per Abbigliamento",
    "slider2title2": "in Bangladesh",
    "slider3title1": "Sourcing",
    "slider3title2": "Sviluppo",
    "slider3title3": "Merchandising",
    "slider3title4": "Assicurazione della Qualità",
    "homeAbout": "Genesis Fashion & Design si è affermata come una soluzione completa per il mercato globale dell'abbigliamento per soddisfare le aspettative dei clienti, fornendo prodotti e servizi di alta qualità in tempo. Genesis è determinata ad acquisire l'expertise più avanzata e sofisticata per produrre il prodotto desiderato e presentarlo ai propri clienti con fiducia: \"LO ETICHETTI, NOI LO FABBRICHIAMO\".",
    "certificateHeader": "Siamo unici per i nostri associati certificati",
    "footerSub": "Soluzione completa per l'abbigliamento in Bangladesh",
    "clientsHeader": "I Nostri Clienti",
    "homeAboutHeader": "Chi Siamo",
    "welcome": "Benvenuti a Genesis-BD",
    "aboutTitle": "Siamo un'agenzia di sourcing situata in Bangladesh",
    "whoWeAreTitle": "Chi siamo?",
    "whoWeAre": "Genesis è una casa di acquisti di abbigliamento e agente di sourcing in Bangladesh dal 2005. Offriamo una catena più corta tra acquirente e produttore. Con i nostri incessanti sforzi, la pianificazione dinamica e il corretto follow-up, abbiamo dimostrato la nostra trasparenza in termini di qualità, consegna puntuale e prezzo competitivo, grazie ai quali siamo riusciti a costruire la nostra fiducia e reputazione presso tutti i nostri acquirenti. Di conseguenza, ci è stato possibile partecipare alla maratona del mercato globale.",
    "ourVisionTitle": "La Nostra Visione",
    "ourVision": "Raggiungere la soddisfazione del cliente offrendo solo il meglio, utilizzando risorse di altissima qualità e sistemi di livello mondiale.",
    "ourMissionTitle": "La Nostra Missione",
    "ourMission": "GENESIS FASHION & DESIGN si impegna nel miglioramento costante dei propri prodotti e delle proprie responsabilità nei confronti dei dipendenti. Ci sforziamo di raggiungere i più alti livelli di soddisfazione del cliente attraverso consegne puntuali, migliorando al contempo la qualità e il valore di tutti i nostri prodotti.",
    "valueTitle": "Valore",
    "valueMsg": "Valorizziamo l'occupazione e il lavoro di squadra ovunque operiamo, perché sappiamo che quando ci rimbocchiamo le maniche e lavoriamo insieme, nulla è fuori dalla nostra portata. L'orgoglio che mettiamo in ogni prodotto che realizziamo e in ogni vita che tocchiamo si riflette nel nostro impegno verso i nostri dipendenti, clienti e acquirenti in tutto il mondo.",
    "serviceDetails1": "Ricerca di produttori e esportatori di abbigliamento affidabili in Bangladesh.",
    "serviceDetails2": "Ricerca di filature di tessuti, filature di fili, produttori e fornitori di accessori e componenti in Bangladesh, Cina, Taiwan, India, Pakistan, ecc.",
    "serviceDetails3": "Acquisizione e fornitura di diversi tipi di campioni (SMS, FIT, Size-set, Proto, PP, ecc.) e di accessori/componenti secondo le esigenze dell'acquirente.",
    "serviceDetails4": "Calcolo dei prezzi dell'abbigliamento e negoziazione con le fabbriche di abbigliamento per conto dell'acquirente.",
    "serviceDetails5": "Comunicazione continua con l'acquirente riguardo all'intero processo.",
    "serviceDetails6": "Creazione di un piano di Tempo e Azione (T&A) per ogni ordine/programmazione.",
    "serviceDetails7": "I nostri merchandiser e il team di controllo qualità monitorano la qualità dei tessuti, degli accessori/componenti e del processo di produzione dall'inizio fino alla spedizione.",
    "serviceDetails8": "Monitoraggio della spedizione delle merci al porto, sdoganamento, carico sulla nave e garanzia della spedizione.",
    "serviceDetails9": "Selezione dell'unità produttiva appropriata che soddisfi i requisiti del cliente in termini di qualità, quantità, costo e conformità.",
    "contactSuccess": "La tua richiesta è stata inviata. Il nostro team ti contatterà a breve.",
    "nameRequired": "Il nome è richiesto",
    "emailEmail": "Indirizzo email non valido",
    "emailRequired": "L'email è richiesta",
    "subjectRequired": "L'oggetto è richiesto",
    "msgRequired": "Il messaggio è richiesto"
}
  