{
    "home": "Pagina iniziale",
    "about": "Chi siamo",
    "products": "Prodotti",
    "contact": "Contattaci",
    "english": "Inglese",
    "french": "Francese",
    "spanish": "Spagnolo",
    "german": "Tedesco",
    "italian": "Italiano",
    "certificateHeader": "Siamo unici per i nostri associati certificati",
    "footerSub": "Soluzione completa per l'abbigliamento in Bangladesh",
    "clientsHeader": "I Nostri Clienti",
    "homeAboutHeader": "Chi Siamo",
    "welcome": "Benvenuti a Genesis-BD",
    "aboutTitle": "Siamo un'agenzia di sourcing situata in Bangladesh",
    "whoWeAreTitle": "Chi siamo?",
    "whoWeAre": "Genesis è una casa di acquisti di abbigliamento e agente di sourcing in Bangladesh dal 2005. Offriamo una catena più corta tra acquirente e produttore. Con i nostri incessanti sforzi, la pianificazione dinamica e il corretto follow-up, abbiamo dimostrato la nostra trasparenza in termini di qualità, consegna puntuale e prezzo competitivo, grazie ai quali siamo riusciti a costruire la nostra fiducia e reputazione presso tutti i nostri acquirenti. Di conseguenza, ci è stato possibile partecipare alla maratona del mercato globale.",
    "ourVisionTitle": "La Nostra Visione",
    "ourVision": "Raggiungere la soddisfazione del cliente offrendo solo il meglio, utilizzando risorse di altissima qualità e sistemi di livello mondiale.",
    "ourMissionTitle": "La Nostra Missione",
    "ourMission": "GENESIS FASHION & DESIGN si impegna nel miglioramento costante dei propri prodotti e delle proprie responsabilità nei confronti dei dipendenti. Ci sforziamo di raggiungere i più alti livelli di soddisfazione del cliente attraverso consegne puntuali, migliorando al contempo la qualità e il valore di tutti i nostri prodotti.",
    "valueTitle": "Valore",
    "valueMsg": "Valorizziamo l'occupazione e il lavoro di squadra ovunque operiamo, perché sappiamo che quando ci rimbocchiamo le maniche e lavoriamo insieme, nulla è fuori dalla nostra portata. L'orgoglio che mettiamo in ogni prodotto che realizziamo e in ogni vita che tocchiamo si riflette nel nostro impegno verso i nostri dipendenti, clienti e acquirenti in tutto il mondo."
}
  