{
    "home": "Accueil",
    "about": "À propos de nous",
    "products": "Produits",
    "services": "Nos Services",
    "contact": "Contactez-nous",
    "english": "Anglais",
    "french": "Français",
    "spanish": "Espagnol",
    "german": "Allemand",
    "italian": "Italien",
    "slider1title1": "Genesis Fashion & Design",
    "slider1title2": "Depuis 2005",
    "slider2title1": "Solution Complète en Vêtements",
    "slider2title2": "au Bangladesh",
    "slider3title1": "Sourcing",
    "slider3title2": "Développement",
    "slider3title3": "Merchandising",
    "slider3title4": "Assurance Qualité",
    "homeAbout": "Genesis Fashion & Design s'est établi comme une solution complète pour le marché mondial de l'habillement afin de répondre aux attentes des clients en fournissant des produits et services de qualité à temps. Genesis est déterminé à acquérir l'expertise la plus avancée et sophistiquée pour produire le produit souhaité et le proposer à ses clients avec confiance : « VOUS LE MARQUEZ, NOUS LE FABRIQUONS ».",
    "certificateHeader": "Nous sommes uniques pour nos associés certifiés",
    "footerSub": "Solution vestimentaire tout-en-un au Bangladesh",
    "clientsHeader": "Nos Clients",
    "homeAboutHeader": "À Propos de Notre Entreprise",
    "welcome": "Bienvenue à Genesis-BD",
    "aboutTitle": "Nous sommes une agence de sourcing située au Bangladesh",
    "whoWeAreTitle": "Qui sommes-nous ?",
    "whoWeAre": "Genesis est une maison d'achat de vêtements et un agent de sourcing au Bangladesh depuis 2005. Nous offrons une chaîne plus courte entre l'acheteur et le fabricant. Grâce à nos efforts inlassables, notre planification dynamique et notre suivi rigoureux, nous avons prouvé notre transparence en matière de qualité, de livraison à temps et de prix compétitifs, ce qui nous a permis de gagner la confiance et la réputation de tous nos acheteurs. En conséquence, il nous est possible de participer au marathon du marché mondial.",
    "ourVisionTitle": "Notre Vision",
    "ourVision": "Atteindre la satisfaction du client en offrant rien que le meilleur, en utilisant les ressources de la plus haute qualité et des systèmes de classe mondiale.",
    "ourMissionTitle": "Notre Mission",
    "ourMission": "GENESIS FASHION & DESIGN s'engage à l'amélioration constante de ses produits ainsi qu'à ses responsabilités envers ses employés. Nous nous efforçons d'atteindre les plus hauts niveaux de satisfaction client grâce à des livraisons ponctuelles, tout en améliorant la qualité et la valeur de tous nos produits.",
    "valueTitle": "Valeur",
    "valueMsg": "Nous valorisons l'emploi et le travail d'équipe partout où nous opérons, car nous savons que lorsque nous retroussons nos manches et travaillons ensemble, rien n'est hors de notre portée. La fierté que nous éprouvons pour chaque produit que nous fabriquons et chaque vie que nous touchons se reflète dans notre engagement envers nos employés, clients, acheteurs du monde entier.",    
    "serviceDetails1": "Sourcing de fabricants de vêtements fiables et exportateurs au Bangladesh.",
    "serviceDetails2": "Sourcing de filatures de tissus, filatures de fil, fabricants et fournisseurs de garnitures et accessoires au Bangladesh, en Chine, à Taïwan, en Inde, au Pakistan, etc.",
    "serviceDetails3": "Approvisionnement et fourniture de différents types d'échantillons (SMS, FIT, Size-set, Proto, PP, etc.) ainsi que de garnitures/accessoires selon les exigences de l'acheteur.",
    "serviceDetails4": "Calcul des prix des vêtements et négociation avec les usines de vêtements au nom de l'acheteur.",
    "serviceDetails5": "Communication continue avec l'acheteur concernant l'ensemble du processus.",
    "serviceDetails6": "Élaboration d'un plan de temps et d'action (T&A) pour chaque commande/programme.",
    "serviceDetails7": "Nos merchandisers et notre équipe de contrôle qualité surveillent la qualité des tissus, des accessoires/garnitures et du processus de production depuis le tout début jusqu'à l'expédition.",
    "serviceDetails8": "Surveillance de l'envoi des marchandises au port, du dédouanement, du chargement sur le navire et assurance de l'expédition.",
    "serviceDetails9": "Sélection de l'unité de fabrication appropriée correspondant aux exigences du client en termes de qualité, quantité, coût ainsi que de conformité.",
    "contactSuccess": "Votre demande a été envoyée. Notre équipe vous contactera sous peu.",
    "nameRequired": "Le nom est requis",
    "emailEmail": "Adresse e-mail invalide",
    "emailRequired": "L'e-mail est requis",
    "subjectRequired": "Le sujet est requis",
    "msgRequired": "Le message est requis",
    "men": "Hommes",
    "women": "Femmes",
    "kid": "Enfant",
    "productHeader": "Nous travaillons avec des marques audacieuses en lesquelles nous croyons",
    "categoryTitle": "Catégories de Produits",
    "All": "Tout",
    "T-shirts": "T-shirts",
    "Polo": "Polo",
    "Bottom": "Bas",
    "Shirts": "Chemises",
    "Sweat_Shirts": "Sweat-shirts",
    "Trousers": "Pantalons",
    "Sweaters": "Pulls",
    "Jacket": "Veste",
    "for" : "Pour",
    "Tops": "Hauts",
    "Bottoms": "Bas",
    "T&T": "T-shirts & Hauts",
    "S&S": "Pulls & Sweat-shirts",
    "Jeans": "Jeans",
    "Shorts": "Shorts"
}
  