{
    "home": "Accueil",
    "about": "À propos de nous",
    "products": "Produits",
    "contact": "Contactez-nous",
    "english": "Anglais",
    "french": "Français",
    "spanish": "Espagnol",
    "german": "Allemand",
    "italian": "Italien",
    "certificateHeader": "Nous sommes uniques pour nos associés certifiés",
    "footerSub": "Solution vestimentaire tout-en-un au Bangladesh",
    "clientsHeader": "Nos Clients",
    "homeAboutHeader": "À Propos de Notre Entreprise",
    "welcome": "Bienvenue à Genesis-BD",
    "aboutTitle": "Nous sommes une agence de sourcing située au Bangladesh",
    "whoWeAreTitle": "Qui sommes-nous ?",
    "whoWeAre": "Genesis est une maison d'achat de vêtements et un agent de sourcing au Bangladesh depuis 2005. Nous offrons une chaîne plus courte entre l'acheteur et le fabricant. Grâce à nos efforts inlassables, notre planification dynamique et notre suivi rigoureux, nous avons prouvé notre transparence en matière de qualité, de livraison à temps et de prix compétitifs, ce qui nous a permis de gagner la confiance et la réputation de tous nos acheteurs. En conséquence, il nous est possible de participer au marathon du marché mondial.",
    "ourVisionTitle": "Notre Vision",
    "ourVision": "Atteindre la satisfaction du client en offrant rien que le meilleur, en utilisant les ressources de la plus haute qualité et des systèmes de classe mondiale.",
    "ourMissionTitle": "Notre Mission",
    "ourMission": "GENESIS FASHION & DESIGN s'engage à l'amélioration constante de ses produits ainsi qu'à ses responsabilités envers ses employés. Nous nous efforçons d'atteindre les plus hauts niveaux de satisfaction client grâce à des livraisons ponctuelles, tout en améliorant la qualité et la valeur de tous nos produits.",
    "valueTitle": "Valeur",
    "valueMsg": "Nous valorisons l'emploi et le travail d'équipe partout où nous opérons, car nous savons que lorsque nous retroussons nos manches et travaillons ensemble, rien n'est hors de notre portée. La fierté que nous éprouvons pour chaque produit que nous fabriquons et chaque vie que nous touchons se reflète dans notre engagement envers nos employés, clients, acheteurs du monde entier."    
}
  